{
	"_meta": {
		"sources": [
			{
				"json": "Koresz Homebrew",
				"abbreviation": "KB",
				"full": "Koresz Homebrew",
				"version": "0.0.2",
				"url": "https://github.com/TheGiddyLimit/homebrew",
				"authors": [
					"Koresz"
				],
				"convertedBy": [
					"Koresz"
				],
				"color": "007DFA"
			}
		],
		"dateAdded": 1631965456,
		"dateLastModified": 1631965456
	},
	"monster": [
		{
			"name": "Gnoll Vampire",
			"source": "StarstormHomebreev",
			"page": 1,
			"size": "M",
			"type": {
				"type": "undead",
				"tags": [
					"shapechanger"
				]
			},
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 19,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "16d10 + 80",
				"average": 168
			},
			"speed": {
				"walk": 30,
				"climb": 30
			},
			"str": 20,
			"dex": 20,
			"con": 20,
			"int": 5,
			"wis": 15,
			"cha": 7,
			"save": {
				"dex": "+10",
				"con": "+10",
				"wis": "+7"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 17,
			"resist": [
				"cold",
				"necrotic",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"languages": [
				"Abyssal",
				"Gnoll"
			],
			"cr": "13",
			"trait": [
				{
					"name": "Keen Smell",
					"entries": [
						"The vampire has advantage on Wisdom (Perception) checks that rely on smell."
					]
				},
				{
					"name": "Regeneration",
					"entries": [
						"The vampire regains 15 hit points at the start of its turn if it isn't in sunlight or running water. If the vampire takes radiant damage or damage from holy water, this trait doesn't function at the start of the vampire's next turn."
					]
				},
				{
					"name": "Shapechanger",
					"entries": [
						"If the vampire isn't in sunlight, it can use its action to polymorph into a Large hyena or a Medium cloud of mist, or back into its true form.",
						"While in hyena form, the vampire can't speak, and its walking speed is 50 feet. Its statistics, other than its size and speed, are unchanged. Anything it is wearing transforms with it, but nothing it is carrying does. It reverts to its true form if it dies.",
						"While in mist form, the vampire can't take any actions, speak, or manipulate objects. it is weightless, has a flying speed of 20 feet, can hover, and can enter a hostile creature's space and stop there. In addition, if air can pass through a space, the mist can do so without squeezing, and it can't pass through water. It has advantage on Strength, Dexterity, and Constitution saving throws, and it is immune to all nonmagical damage, except the damage it takes from sunlight."
					]
				},
				{
					"name": "Unusual Nature",
					"entries": [
						"The vampire doesn't require air."
					]
				},
				{
					"name": "Vampire Weaknesses",
					"entries": [
						"The vampire has the following flaws:",
						"{@i Enraged by Celestial.} If it hears words of Celestial spoken, the vampire must try to attack the source of those spoken words on its next turn. If these words come from multiple sources and from opposite directions, the vampire is {@condition restrained}. Otherwise, it moves to attack what it perceives to be the closest source.",
						"{@i Repulsed by Perfume.} The vampire has disadvantage on melee attack rolls made against any creature wearing perfume or carrying an open container of it.",
						"{@i Stake to the Heart.} If a piercing weapon made of wood is driven into the vampire's heart while the vampire is {@condition incapacitated}, the vampire is {@condition paralyzed} until the stake is removed.",
						"{@i Sunlight Hypersensitivity.} The vampire takes 20 radiant damage when it starts its turn in sunlight. While in sunlight, it has disadvantage on attack rolls and ability checks."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack (Hyena or Vampire Form Only)",
					"entries": [
						"The vampire can use its Frightful Cackle, it then makes three attacks: one with its bite and two with its claws."
					]
				},
				{
					"name": "Bite (Hyena or Vampire Form Only)",
					"entries": [
						"{@atk mw} {@hit 10} to hit, reach 5 ft., one creature. {@h}12 ({@damage 2d6 + 5}) piercing damage plus 15 ({@damage 3d6 + 5}) necrotic damage. The target's hit point maximum is reduced by an amount equal to the necrotic damage taken, and the vampire regains hit points equal to that amount. The reduction lasts until the target finishes a long rest. the target dies if its hit point maximum is reduced to 0."
					]
				},
				{
					"name": "Claws (Vampire Form Only)",
					"entries": [
						"{@atk mw} {@hit 10} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d4 + 5}) slashing damage."
					]
				},
				{
					"name": "Frightful Cackle (Hyena or Vampire Form Only)",
					"entries": [
						"The vampire emits a bone-chilling cackle. Each creature of the vampire's choice that is within 120 feet of the vampire and can hear its cackle must succeed on a {@dc 18} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to this vampire's Frightful Cackle for the next 24 hours."
					]
				}
			],
			"traitTags": [
				"Keen Senses",
				"Light Sensitivity",
				"Regeneration",
				"Shapechanger"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"AB",
				"OTH"
			],
			"damageTags": [
				"P",
				"N",
				"S"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"frightened",
				"poisoned"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "http://wurmcw.ddns.net/5e/img/IDRotF/Gnoll Vampire.png",
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"When a gnoll's ravenous hunger is so great that it craves flesh and blood even after death, it can rise as a vampire to continue its feeding frenzy.",
									"A gnoll vampire is a savage predator that feeds on the blood of the living. It cackles maniacally when it catches the scent of its prey and quickly moves in for the kill, tearing away flesh with its claws, gorging on meat and blood, and leaving nothing behind but bones, gristle, and the victim's blood-spattered belongings.",
									"Gnoll vampires are indiscriminate feeders that prefer the flesh and blood of humanoids, including other gnolls. Their noses can't stand the scent of perfumes, and their ears can't abide words spoken aloud in Celestial. They don't cast reflections in mirrors unless they want to.",
									"Unlike normal vampires, gnoll vampires don't have coffins where they rest, and they have no such places to return to when their corporeal bodies are destroyed. They are undeterred by running water, and they can enter residences without invitation. When a gnoll vampire needs to travel quickly, it adopts the form of a giant, emaciated hyena. When it wants to catch its prey by surprise, it takes the form of a cloud of mist. After it feeds on a victim's blood, its mist form takes on a crimson hue for an hour or so before its colorlessness returns.",
									{
										"type": "inset",
										"name": "Tekeli-Li and the Caves of Hunger",
										"entries": [
											"Tekeli-li was a {@creature Gnoll Fang of Yeenoghu||fang of Yeenoghu}, a powerful gnoll whose pack invaded Icewind Dale more than a century ago. When the gnolls' wanton slaughter of reindeer herds threatened the survival of the Reghed tribes, the tribes banded together against the gnolls and routed them in the autumn of 1333 DR. Tekeli-li and his surviving kin fled across the tundra with the Reghed tribes in pursuit.",
											"The wounded gnolls found an icy cleft on the edge of the Reghed Glacier and hid there for the winter. To keep their leader alive, the other gnolls allowed Tekeli-li to eat them one by one, yet his hunger would not abate. Auril came upon the starving, half-frozen creature and flung Tekeli-li into an icy tomb deep within the glacier. In doing so, the Frostmaiden sought to preserve what the gnoll had become—the embodiment of winter's remorseless consumption.",
											"Tekeli-li exists today as a gnoll vampire that hasn't fed in decades. Adventurers who use the \"{@adventure Rime of the Frostmaiden|IDRotF|23}\" to create a passage through the glacier unknowingly release the starving gnoll vampire from its icy sepulcher. For more information about Tekeli-li's lair, the Caves of Hunger, see {@adventure chapter 6|IDRotF|16}."
										]
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "http://wurmcw.ddns.net/5e/img/bestiary/IDRotF/Gnoll Vampire.jpg"
						}
					}
				]
			},
			"shortName": "vampire",
			"skill": {
				"acrobatics": "+10",
				"athletics": "+10",
				"stealth": "+10",
				"perception": "+7"
			},
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"frightened",
				"poisoned"
			],
			"bonus": [
				{
					"name": "Aggressive",
					"entries": [
						"As a bonus action, the vampire can move up to its speed toward a hostile creature that it can see."
					]
				},
				{
					"name": "Rampage",
					"entries": [
						"When it reduces a creature to 0 hit points with a melee attack on its turn, the vampire can take a bonus action to move up to half its speed and make a bite attack."
					]
				}
			],
			"legendary": [
				{
					"name": "Sickening Gaze",
					"entries": [
						"The vampire targets one humanoid it can see within 30 feet of it. If the target can see the vampire, the target must succeed on a {@dc 18} Constitution saving throw against this magic or be {@condition poisoned} for 24 hours. A creature whose saving throw is successful is immune to this vampire's Sickening Gaze for 24 hours."
					]
				},
				{
					"name": "Frenzy",
					"entries": [
						"The vampire can make one melee attack against a creature within 5 ft. of it."
					]
				},
				{
					"name": "Haste",
					"entries": [
						"The vampire can move up to its speed, but only towards a hostile creature it can see, and opportunity attacks have disadvantage against it during this move."
					]
				}
			],
			"reaction": [
				{
					"name": "Retaliate",
					"entries": [
						"If the vampire is hit by a melee attack, it can make one bite attack against the attacker as a reaction if the attacker is within 5 ft. of it."
					]
				}
			],
			"legendaryActions": 3,
			"legendaryGroup": {
				"name": "Vampire",
				"source": "MM"
			}
		},
		{
			"name": "Drakareth",
			"source": "StarstormHomebreev",
			"page": 2,
			"size": "M",
			"type": "undead",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				14
			],
			"hp": {
				"formula": "15d8 + 45",
				"average": 112
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 60,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 6,
			"dex": 18,
			"con": 16,
			"int": 20,
			"wis": 14,
			"cha": 15,
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 12,
			"resist": [
				"acid",
				"cold",
				"fire",
				"lightning",
				"thunder",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks that aren't silvered",
					"cond": true
				}
			],
			"immune": [
				"necrotic",
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"grappled",
				"paralyzed",
				"petrified",
				"poisoned",
				"prone",
				"restrained"
			],
			"languages": [
				"the languages it knew in life"
			],
			"cr": "9",
			"trait": [
				{
					"name": "Incorporeal Movement",
					"entries": [
						"The wraith can move through other creatures and objects as if they were difficult terrain. It takes 5 ({@damage 1d10}) force damage if it ends its turn inside an object."
					]
				},
				{
					"name": "Sunlight Sensitivity",
					"entries": [
						"While in sunlight, the wraith has disadvantage on attack rolls, as well as on Wisdom ({@skill Perception}) checks that rely on sight."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Drakareth can use his Create Shadow (if available), he then makes a Life Drain attack."
					]
				},
				{
					"name": "Life Drain",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 5 ft., one creature. {@h}17 ({@damage 3d8 + 4}) necrotic damage. The target must succeed on a {@dc 16} Constitution saving throw or its hit point maximum is reduced by an amount equal to the damage taken. This reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0."
					]
				},
				{
					"name": "Create Specter",
					"entries": [
						"Drakareth targets a humanoid within 10 feet of it that has been dead for no longer than 1 minute and died violently. The target's spirit rises as a {@creature specter} in the space of its corpse or in the nearest unoccupied space. The {@creature specter} is under the wraith's control. The wraith can have no more than seven specters under its control at one time."
					]
				},
				{
					"name": "Create Shadow {@recharge 5}",
					"entries": [
						"Drakareth detaches part of his form from himself, which manifests as a {@creature shadow} in an unoccupied space within 10 feet of Drakareth. The shadow is under Drakareth's control and acts after his turn. It remains for 1 minute or until it or Drakareth are reduced to 0 hit points. When destroyed, its form merges with Drakareth's form."
					]
				}
			],
			"environment": [
				"underdark"
			],
			"soundClip": {
				"type": "external",
				"url": "http://wurmcw.ddns.net/5e/audio/bestiary/wraith.mp3"
			},
			"traitTags": [
				"Incorporeal Movement",
				"Sunlight Sensitivity"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"LF"
			],
			"damageTags": [
				"N",
				"O"
			],
			"miscTags": [
				"MW"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "http://wurmcw.ddns.net/5e/img/MM/Wraith.png",
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"A wraith is malice incarnate, concentrated into an incorporeal form that seeks to quench all life. The creature is suffused with negative energy, and its mere passage through the world leaves nearby plants blackened and withered. Animals flee from its presence. Even small fires can be extinguished by the sucking oblivion of the wraith's horrifying existence.",
									{
										"name": "Vile Oblivion",
										"type": "entries",
										"entries": [
											"When a mortal humanoid lives a debased life or enters into a fiendish pact, it consigns its soul to eternal damnation in the Lower Planes. However, sometimes the soul becomes so suffused with negative energy that it collapses in on itself and ceases to exist the instant before it can shuffle off to some horrible afterlife. When this occurs, the spirit becomes a soulless wraith-a malevolent void trapped on the plane where it died. Almost nothing of the wraith's former existence is preserved; in this new form, it exists only to annihilate other life."
										]
									},
									{
										"name": "Bereft of Body",
										"type": "entries",
										"entries": [
											"A wraith can move through solid creatures and objects as easily as a mortal creature moves through fog.",
											"A wraith might retain a few memories of its mortal life as shadowy echoes. However, even the strongest events and emotions become little more than faint impressions, fleeting as half-remembered dreams. A wraith might pause to stare at something that fascinated it in life, or it might curb its wrath in acknowledgment of a past friendship. Such moments come rarely, however, because most wraiths despise what they were as a reminder of what they have become."
										]
									},
									{
										"name": "Undead Commanders",
										"type": "entries",
										"entries": [
											"A wraith can make an undead servant from the spirit of a humanoid creature that has recently suffered a violent death. Such a fragment of woe becomes a specter, spiteful of all that lives.",
											"Wraiths sometimes rule the legions of the dead, plotting the doom of living creatures. When they emerge from their tombs to do battle, life and hope shrivel before them. Even if a wraith's armies are forced to retreat, the lands its forces occupied are so blasted and withered that those who live there often starve and die."
										]
									},
									{
										"name": "Undead Nature",
										"type": "entries",
										"entries": [
											"A wraith doesn't require air, food, drink, or sleep."
										]
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "http://wurmcw.ddns.net/5e/img/bestiary/MM/Wraith.jpg"
						}
					}
				]
			},
			"shortName": "wraith",
			"actionTags": [
				"Multiattack"
			],
			"legendary": [
				{
					"name": "Vanish",
					"entries": [
						"Drakareth casts {@spell invisibility}."
					]
				},
				{
					"name": "Stride",
					"entries": [
						"Drakareth moves up to his speed."
					]
				},
				{
					"name": "Siphon",
					"entries": [
						"Drakareth uses his Life Drain attack."
					]
				}
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"Drakareth's innate spellcasting ability is Intelligence (spell save {@dc 16}, +8 to hit with spell attacks). She can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell chill touch}",
						"{@spell invisibility}",
						"{@spell message}",
						"{@spell shield}",
						"{@spell toll the dead|XGE}"
					],
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"save": {
				"wis": "+6",
				"int": "+9"
			},
			"skill": {
				"stealth": "+8",
				"deception": "+6",
				"investigation": "+9",
				"arcana": "+9"
			}
		},
		
				{
	"name": "Gorn the Obliterator",
	"source": "Koresz Homebrew",
	"page": 2,
	"size": "M",
	"type": "undead",
	"alignment": [
		"L",
		"E"
	],
	"ac": [
		{
			"special": "19"
		}
	],
	"hp": {
		"formula": "18d10 + 90",
		"average": 189
	},
	"speed": {
		"walk": 30
	},
	"str": 22,
	"dex": 6,
	"con": 20,
	"int": 14,
	"wis": 18,
	"cha": 10,
	"save": {
		"str": "+10",
		"con": "+9",
		"wis": "+8",
		"cha": "+4"
	},
	"senses": [
		"darkvision 60 ft."
	],
	"passive": 18,
	"resist": [
		"necrotic",
		"psychic"
	],
	"immune": [
		"poison"
	],
	"conditionImmune": [
		"charmed",
		"exhaustion",
		"frightened",
		"paralyzed",
		"poisoned",
		"stunned"
	],
	"languages": [
		"Common",
		"Dwarvish"
	],
	"cr": "9",
	"trait": [
		{
			"name": "Regeneration",
			"entries": [
				"Gorn regains 10 hit points at the start of its turn. If Gorn takes fire or radiant damage, this trait doesn't function at the start of Gorn's next turn. Gorn's body is destroyed only if it starts its turn with 0 hit points and doesn't regenerate, along with all its equipment."
			]
		},
		{
			"name": "Rejuvenation",
			"entries": [
				"When Gorn's body is destroyed, its soul lingers. A new body rematerializes in Gorn’s lair, regaining all its hit points and appearing with all its equipment. Gorn cannot leave its lair for 24 hours after being reborn. Effects and spells short of a wish spell that would attempt to imprison, destroy, or otherwise prevent Gorn’s soul from regenerating automatically fail, and even a wish spell can only delay Gorn’s rebirth by up to seven days."
			]
		},
		{
			"name": "Turn Immunity",
			"entries": [
				"Gorn is immune to effects that turn undead."
			]
		},
		{
			"name": "Doom Curse",
			"entries": [
				"When Gorn sees a creature that shares the bloodline of King Ikhad, Gorn marks the creature for one year with the Doom Curse. It can mark only a single creature at a time. While so cursed, Gorn knows the exact distance and direction toward that creature. If it is on another plane of existence from Gorn, Gorn instead knows the distance and direction to the nearest portal to that plane. If a creature tracked by Gorn is slain by someone else, Gorn is aware of its death but will continue to seek out its body to ensure it cannot return to life."
			]
		},
		{
			"name": "Unstoppable",
			"entries": [
				"Gorn automatically succeeds on saving throws and ability checks against effects that would reduce its movement or forcibly move it and cannot be forcibly moved against its will. If a magical effect would prevent Gorn’s movement, such as a forcecage spell or similar magic, Gorn may choose to end that effect by spending 15 ft. of movement when it encounters the obstruction."
			]
		}
	],
	"action": [
		{
			"name": "Multiattack",
			"entries": [
				"Gorn makes two Executioner’s Axe attacks. It can replace one of these attacks with Oblivion Stare."
			]
		},
		{
			"name": "Executioner’s Axe",
			"entries": [
				"{@atk mw} {@hit 10} to hit, reach 10 ft., one target. {@h}22 ({@damage 3d10 + 6}) bludgeoning damage. If the target is a creature Gorn is grappling, this attack deals damage as though it had scored a critical hit. "
			]
		},
		{
			"name": "Oblivion Stare",
			"entries": [
				"Gorn targets one creature it can see within 30 ft. of it that is afflicted with the Doom Curse. The target must attempt a {@dc 16} Constitution saving throw or become vulnerable to damage dealt by Gorn for one minute. This vulnerability overrides any resistance or immunity the creature may possess. An affected creature may repeat the saving throw at the end of each of its turns, ending the effect on a success."
			]
		}
	],
	"soundClip": {
		"type": "external",
		"url": "https://5e.tools/audio/bestiary/revenant.mp3"
	},
	"traitTags": [
		"Regeneration",
		"Rejuvenation",
		"Turn Immunity"
	],
	"senseTags": [
		"D"
	],
	"actionTags": [
		"Multiattack"
	],
	"languageTags": [
		"C",
		"D"
	],
	"damageTags": [
		"B"
	],
	"miscTags": [
		"MW",
		"RCH"
	],
	"hasFluff": true,
	"hasFluffImages": true,
	"tokenUrl": "https://5e.tools/img/MM/Revenant.png",
	"fluff": {
		"name": "Revenant",
		"source": "MM",
		"entries": [
			{
				"type": "entries",
				"entries": [
					{
						"type": "entries",
						"entries": [
							"A revenant forms from the soul of a mortal who met a cruel and undeserving fate. It claws its way back into the world to seek revenge against the one who wronged it. The revenant reclaims its mortal body and superficially resembles a zombie. However, instead of lifeless eyes, a revenant's eyes burn with resolve and flare in the presence of its adversary. If the revenant's original body was destroyed or is otherwise unavailable, the spirit of the revenant enters another humanoid corpse. Regardless of the body the revenant uses as a vessel, its adversary always recognizes the revenant for what it truly is.",
							{
								"type": "entries",
								"name": "Hunger for Revenge",
								"entries": [
									"A revenant has only one year to exact revenge. When its adversary dies, or if the revenant fails to kill its adversary before its time runs out, it crumbles to dust and its soul fades into the afterlife. If its foe is too powerful for the revenant to destroy on its own, it seeks worthy allies to help it fulfill its quest."
								]
							},
							{
								"name": "Divine Justice",
								"type": "entries",
								"entries": [
									"No magic can hide a creature pursued by a revenant, which always knows the direction and distance between it and the target of its vengeance. In cases where the revenant seeks revenge against more than one adversary, it pursues them one at a time, starting with the creature that dealt it the killing blow. If the revenant's body is destroyed, its soul flies forth to seek out a new corpse in which to resume its hunt."
								]
							},
							{
								"name": "Undead Nature",
								"type": "entries",
								"entries": [
									"A revenant doesn't require air, food, drink, or sleep."
								]
							}
						]
					}
				]
			}
		],
		"images": [
			{
				"type": "image",
				"href": {
					"type": "internal",
					"path": "bestiary/MM/Revenant.jpg"
				}
			}
		]
	},
	"shortName": "Gorn",
	"skill": {
		"perception": "+8",
		"survival": "+8"
	},
	"bonus": [
		{
			"name": "Seize",
			"entries": [
				"Gorn attempts to grapple a creature."
			]
		}
	]
},

		{
	"name": "Victor",
	"size": "M",
	"environment": [
		"urban"
	],
	"type": {
		"type": "humanoid",
		"tags": [
			"ratfolk"
		]
	},
	"source": "Koresz Homebrew",
	"alignment": [
		"C",
		"E"
	],
	"ac": [
		12,
		{
			"ac": 15,
			"condition": "with {@spell mage armor}",
			"braces": true
		}
	],
	"hp": {
		"formula": "11d8 + 11",
		"average": 99
	},
	"speed": {
		"walk": 30
	},
	"str": 9,
	"dex": 14,
	"con": 12,
	"int": 12,
	"wis": 14,
	"cha": 18,
	"save": {
		"wis": "+5",
		"cha": "+7"
	},
	"skill": {
		"arcana": "+4",
		"deception": "+7",
		"nature": "+4",
		"persuasion": "+7"
	},
	"passive": 12,
	"languages": [
		"Common",
		"Elvish",
		"telepathy 30 ft"
	],
	"cr": "6",
	"page": 3,
	"senses": [
		"darkvision 60 ft."
	],
	"trait": [
		{
			"name": "Whispering Auur",
			"entries": [
				"At the start of each of Victor's turns creatures of his choice of 5 ft of him must succed on a {@dc 15} Wisdom saving throw or take 7 ({@damage 2d6}) psychic damage, as long as Victor is not {@condition incapacitated}"
			]
		}
	],
	"action": [
		{
			"name": "Dagger",
			"entries": [
				"{@atk mw,rw} {@hit 5} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}5 ({@damage 1d4 + 2}) piercing damage."
			]
		},
		{
			"name": "Treasure",
			"entries": [
				"Victor has one spell scroll of dimension door wich he uses to escape a bad situation. he cannot acquire more.He also carries exactly 77 gp with hima at all times and becomes quite disraught if he has more or less than that."
			]
		}
	],
	"fluff": {
		"images": [
			{
				"type": "image",
				"href": {
					"type": "external",
					"url": "https://cdn.discordapp.com/attachments/645921472547782698/918671352498634782/tactical-tokens-custom-token_2.png"
				}
			}
		]
	},
	"tokenUrl": "https://cdn.discordapp.com/attachments/645921472547782698/918671352498634782/tactical-tokens-custom-token_2.png",
	"miscTags": [
		"RW",
		"MW",
		"THW"
	],
	"damageTags": [
		"P",
		"Y"
	],
	"languageTags": [
		"C",
		"E",
		"TP"
	],
	"senseTags": [
		"D"
	],
	"spellcasting": [
		{
			"name": "Innate Spellcasting",
			"headerEntries": [
				"Victor's innate spellcasting ability is Charisma (spell save {@dc 15}, {@hit 7} to hit with spell attacks). It can innately cast the following spells, requiring no material components:"
			],
			"will": [
				"{@spell eldritch blast}",
				"{@spell mage armor}",
				"{@spell mage hand}"
			],
			"daily": {
				"2": [
					"{@spell crown of madness}",
					"{@spell dissonant whispers}",
					"{@spell shadow of moil|XGE}",
					"{@spell synaptic static|XGE}"
				]
			},
			"ability": "cha",
			"type": "spellcasting"
		}
	],
	"conditionInflictSpell": [
		"prone",
		"blinded",
		"deafened",
		"paralyzed"
	],
	"spellcastingTags": [
		"I"
	],
	"resist": [
		"psychic"
	]
},

		{
	"name": "Shardling",
	"source": "Koresz Homebrew",
	"page": 3,
	"type": "aberration",
	"alignment": [
		"C",
		"E"
	],
	"ac": [
		{
			"special": "13"
		}
	],
	"languages": [
		"Common",
		"Terran"
	],
	"languageTags": [
		"C",
		"T"
	],
	"damageTags": [
		"B"
	],
	"miscTags": [
		"MW"
	],
	"size": "T",
	"hp": {
		"formula": "6d6 + 6",
		"average": 27
	},
	"speed": {
		"walk": 35
	},
	"str": 6,
	"dex": 17,
	"con": 12,
	"int": 11,
	"wis": 14,
	"cha": 15,
	"passive": 12,
	"cr": "2",
	"trait": [
		{
			"name": "Scamper",
			"entries": [
				"The shardling can enter another creature’s space and stop there. While sharing a space with a creature the shardling has advantage on attack rolls against that creature, and that creature’s attacks against the shardling have disadvantage."
			]
		},
		{
			"name": "Shard-Bound",
			"entries": [
				"The shardling maintains a telepathic connection to the Shard of Madness at all times, even on different planes. The Shard of Madness is aware of everything the shardling sees and hears."
			]
		}
	],
	"action": [
		{
			"name": "Multiattack",
			"entries": [
				"Shardling makes two chaos Spines attacks."
			]
		},
		{
			"name": "Chaos Spines.",
			"entries": [
				"{@atk mw} {@hit 5} to hit, reach 0 ft., one creature. {@h}8 ({@damage 2d4 + 3}) bludgeoning damage."
			]
		}
	],
	"conditionInflictSpell": [
		"paralyzed",
		"prone"
	],
	"tokenUrl": "https://cdn.discordapp.com/attachments/464812756193902594/925400027675889674/tactical-tokens-custom-token_2.png",
	"senses": [
		"blindsight 60 ft. (blind beyond this radius)"
	],
	"senseTags": [
		"B"
	],
	"conditionImmune": [
		"charmed",
		"frightened"
	],
	"actionTags": [
		"Multiattack"
	]
},

		{
	"name": "Entropic Knight",
	"source": "Koresz Homebrew",
	"page": 5,
	"basicRules": true,
	"size": "M",
	"type": {
		"type": "humanoid",
		"tags": [
			"any race"
		]
	},
	"alignment": [
		"A"
	],
	"ac": [
		{
			"ac": 18,
			"from": [
				"{@item plate armor|phb}"
			]
		}
	],
	"hp": {
		"formula": "8d8 + 16",
		"average": 80
	},
	"speed": {
		"walk": 30
	},
	"str": 16,
	"dex": 11,
	"con": 14,
	"int": 11,
	"wis": 11,
	"cha": 15,
	"save": {
		"con": "+5",
		"wis": "+3"
	},
	"passive": 10,
	"languages": [
		"any one language (usually Common)"
	],
	"cr": "5",
	"trait": [
		{
			"name": "Brave",
			"entries": [
				"The knight has advantage on saving throws against being {@condition frightened}."
			]
		},
		{
			"name": "Frightening Appearance",
			"entries": [
				"All creatures that start their turn within",
				"30 ft. of an entropic creature must succeed on a {@dc 13} Wisdom",
				"saving throw or be {@condition frightened} of it for 10 minutes. An affected creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. Creatures that succeed on a saving throw against this ability are immune to this ability for all entropic creatures for one hour."
			]
		}
	],
	"action": [
		{
			"name": "Multiattack",
			"entries": [
				"The knight makes two melee attacks."
			]
		},
		{
			"name": "Greatsword",
			"entries": [
				"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) slashing damage."
			]
		},
		{
			"name": "Heavy Crossbow",
			"entries": [
				"{@atk rw} {@hit 2} to hit, range 100/400 ft., one target. {@h}5 ({@damage 1d10}) piercing damage."
			]
		},
		{
			"name": "Leadership (Recharges after a Short or Long Rest)",
			"entries": [
				"For 1 minute, the knight can utter a special command or warning whenever a nonhostile creature that it can see within 30 feet of it makes an attack roll or a saving throw. The creature can add a {@dice d4} to its roll provided it can hear and understand the knight. A creature can benefit from only one Leadership die at a time. This effect ends if the knight is {@condition incapacitated}."
			]
		}
	],
	"reaction": [
		{
			"name": "Parry",
			"entries": [
				"The knight adds 2 to its AC against one melee attack that would hit it. To do so, the knight must see the attacker and be wielding a melee weapon."
			]
		}
	],
	"environment": [
		"urban"
	],
	"soundClip": {
		"type": "external",
		"url": "https://get.5e.tools/audio/bestiary/knight.mp3"
	},
	"actionTags": [
		"Multiattack",
		"Parry"
	],
	"languageTags": [
		"C",
		"X"
	],
	"damageTags": [
		"S",
		"P"
	],
	"miscTags": [
		"MW",
		"RW",
		"RNG"
	],
	"hasFluff": true,
	"tokenUrl": "https://get.5e.tools/img/MM/Knight.png",
	"fluff": {
		"name": "Knight",
		"source": "MM",
		"entries": [
			{
				"type": "entries",
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Knights are warriors who pledge service to rulers, religious orders, and noble causes. A knight's alignment determines the extent to which a pledge is honored. Whether undertaking a quest or patrolling a realm, a knight often travels with an entourage that includes squires and hirelings who are commoners."
						]
					}
				]
			}
		]
	},
	"bonus": [
		{
			"name": "Foretell",
			"entries": [
				"One creature within 30 ft. that is not {@condition deafened} must succeed on a {@dc 13} Wisdom saving throw or suffer a fleeting madness effect."
			]
		}
	]
},

		{
	"name": "Lyra",
	"source": "Koresz Homebrew",
	"page": 6,
	"size": "M",
	"type": {
		"type": "humanoid",
		"tags": [
			"halfling"
		]
	},
	"alignment": [
		"C",
		"G"
	],
	"ac": [
		{
			"special": "15"
		}
	],
	"hp": {
		"formula": "5d8 + 10",
		"average": 32
	},
	"speed": {
		"walk": 25
	},
	"str": 11,
	"dex": 15,
	"con": 14,
	"int": 16,
	"wis": 8,
	"cha": 10,
	"save": {
		"con": "+5",
		"wis": "+2",
		"cha": "+3"
	},
	"skill": {
		"insight": "+2",
		"perception": "+2",
		"religion": "+6",
		"stealth": "+5"
	},
	"passive": 12,
	"conditionImmune": [],
	"languages": [
		"Elvish",
		"Undercommon"
	],
	"cr": "5",
	"spellcasting": [
		{
			"name": "Innate Spellcasting",
			"headerEntries": [
				"The drow's innate spellcasting ability is Inteligence (spell save {@dc 16}). She can innately cast the following spells, requiring no material components:"
			],
			"will": [
				"{@spell guidance}, {@spell chill touch}"
			],
			"daily": {
				"1e": [
					"{@spell bless} ",
					"{@spell faerie fire}",
					"{@spell wind wall}, {@spell web}"
				]
			},
			"type": "spellcasting"
		}
	],
	"trait": [
		{
			"name": "Fey Ancestry",
			"entries": [
				"The drow has advantage on saving throws against being {@condition charmed}, and magic can't put the drow to sleep."
			]
		},
		{
			"name": "Lucky",
			"entries": [
				"When you roll a 1 on an attack roll, ability check, or saving throw, you can reroll the die and must use the new roll."
			]
		},
		{
			"name": "Halfling Nimbleness",
			"entries": [
				"You can move through the space of any creature that is of a size larger than yours.erception}) checks that rely on sight."
			]
		}
	],
	"action": [
		{
			"name": "Bravely run away",
			"entries": [
				"For the next minute your movement speed increases by 10 feet and you can take the dash action as a bonus action. During this time you are immune to the {@condition exhaustion} condition"
			]
		}
	],
	"soundClip": {
		"type": "external",
		"url": "https://get.5e.tools/audio/bestiary/drow-inquisitor.mp3"
	},
	"traitTags": [
		"Fey Ancestry"
	],
	"languageTags": [
		"E",
		"U"
	],
	"damageTags": [
		"Y"
	],
	"spellcastingTags": [
		"I"
	],
	"conditionInflictSpell": [
		"blinded",
		"deafened",
		"incapacitated",
		"poisoned",
		"stunned"
	],
	"hasFluff": true,
	"tokenUrl": "https://get.5e.tools/img/MTF/Drow Inquisitor.png",
	"fluff": {
		"name": "Drow Inquisitor",
		"source": "MTF",
		"entries": [
			{
				"type": "entries",
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "quote",
								"entries": [
									"Drow mages can be quite learned and skilled in magic. Some of them can even cast my spells."
								],
								"by": "Mordenkainen"
							},
							{
								"type": "entries",
								"name": "Drow Inquisitor",
								"entries": [
									"Drow expect treachery. After all, the Spider Queen encourages it. A certain amount of backstabbing and double-crossing can be managed, but too much can undermine an entire community. To keep some semblance of order and to root out traitors, drow priestesses employ inquisitors. Chosen from the ranks of the priesthood, these female drow possess authority equaled only by the matrons of the noble houses. Anyone they decide is at odds with the hierarchy faces torture and usually an excruciating death."
								]
							}
						]
					}
				]
			}
		]
	}
},

				{
	"name": "Entropic Captain",
	"environment": [
		"urban"
	],
	"size": "M",
	"type": {
		"type": "humanoid",
		"tags": [
			"any race"
		]
	},
	"source": "Koresz Homebrew",
	"alignment": [
		"L",
		"N"
	],
	"ac": [
		{
			"ac": 17,
			"from": [
				"{@item scale mail|phb}"
			]
		}
	],
	"hp": {
		"formula": "14d8 + 28",
		"average": 140
	},
	"speed": {
		"walk": 30
	},
	"str": 13,
	"dex": 16,
	"con": 14,
	"int": 10,
	"wis": 11,
	"cha": 13,
	"skill": {
		"perception": "+3"
	},
	"passive": 13,
	"languages": [
		"one language (usually Common)"
	],
	"cr": "5",
	"trait": [
		{
			"name": "Tactical Insight",
			"entries": [
				"The city watch captain has advantage on initiative rolls. City watch soldiers under the captain's command take their turns on the same initiative count as the captain."
			]
		},
		{
			"name": "Frightening Appearance",
			"entries": [
				"All creatures that start their turn within 30 ft. of an entropic creature must succeed on a {@dc 13} Wisdom saving throw or be {@condition frightened} of it for 10 minutes. An affected creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. Creatures that succeed on a saving throw against this ability are immune to this ability for all entropic creatures for one hour."
			]
		},
		{
			"name": "Entropic mutation",
			"entries": [
				"The creature gains a new ability. Unwilling creatures must use this new ability on each of their turns, targeting themselves or, if they can’t target themselves, the nearest ally. Determine the new ability randomly using the following table:",
				"Roll {@dice 1d6} to decide what ability they get:",
				"1",
				"A long tentacle with bony protrusions sprouts from the creature’s back. It can make the following attack once on each of its turns as a bonus action.",
				"Tentacle. Melee Weapon Attack: {@hit 7} to hit, reach 10 ft., one target. {@h}10 ({@damage 2d6 + 3}) bludgeoning damage and the target must attempt a {@dc 14} Strength saving throw or be knocked {@condition prone}.",
				"2",
				"A mouth opens somewhere on the creature’s body and whispers dark truths. The creature gains the following ability it can",
				"use as a bonus action.",
				"Foretell. One creature within 30 ft. that is not {@condition deafened} must succeed on a {@dc 14} Wisdom saving throw or suffer a fleeting madness effect ",
				"3",
				"A pair of arms emerges from the creature, the hands of which are humanoid but have four fingers that end in sharp claws of blackened bone. The creature can make the following attack once per turn as a bonus action.",
				"Claws. Melee Weapon Attack: {@hit 7} to hit, reach 5 ft., one target. {@h}10 ({@damage 4d4}) piercing damage and the target is {@condition grappled} (escape {@dc 16}). While {@condition grappled} in this way, the target takes 10 ({@damage 4d4}) piercing damage at the start of each of the entropic creature’s turns and the entropic creature can’t use its claws.",
				"4",
				"A writhing, leech-like tendril emerges from somewhere near the creature’s hands or mouth; it darts toward the nearest living creature, eager to sup at its lifeblood. The creature can make the following attack once per turn as a bonus action.",
				"Bloodleech. Melee Weapon Attack: {@hit 5} to hit, reach 5 ft., one target. {@h}The target loses 11 ({@dice 2d10}) hit points and the entropic creature regains hit points equal to half the damage dealt.",
				"5",
				"The creature’s mind is filled with impossible equations and the overwhelming truth of an unfeeling universe. The creature suffers a lasting madness effect that persists until this template is removed. It can use the following ability as a bonus action.",
				"Carve Mind. One creature within 30 ft. is subjected to a brutal flensing of its psyche. The target must attempt a {@dc 14} Intelligence saving throw. On a failure, it takes 37 ({@damage 2d6}) psychic damage and the next attack roll against it has advantage. ",
				"6",
				"The creature grows eight arachnid-like legs from its torso and falls over, landing on its new appendages. It retains the use of its original extremities but prefers to use its new legs for movement. Its speed increases by 10 ft. and it gains a climb speed equal to its new walking speed. It gains the following ability it can use as a bonus action.",
				"Beckoning Caress. A creature within 5 ft. must succeed on a {@dc 14} Charisma saving throw or be convinced to enter the entropic creature’s embrace. If embraced, the target is {@condition restrained}. If the entropic creature is ever more than 5 ft. away from its target, the effect ends. While the target is {@condition restrained} it takes 7 ({@damage 4d6}) poison damage at the start of each of its turns as it is slowly digested. The target can repeat the Charisma saving throw at the end of each of its turns, freeing itself on a success."
			]
		}
	],
	"action": [
		{
			"name": "Multiattack",
			"entries": [
				"The city watch captain makes two rapier attacks and one dagger attack. The captain can substitute a disarming attack for one rapier attack."
			]
		},
		{
			"name": "Rapier",
			"entries": [
				"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}6 ({@damage 2d6 + 3}) piercing damage."
			]
		},
		{
			"name": "Dagger",
			"entries": [
				"{@atk mw,rw} {@hit 6} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}6 ({@damage 2d4 + 3}) piercing damage."
			]
		},
		{
			"name": "Light Crossbow",
			"entries": [
				"{@atk rw} {@hit 6} to hit, range 80/320 ft., one target. {@h}7 ({@damage 2d8 + 3}) piercing damage."
			]
		},
		{
			"name": "Disarming Attack",
			"entries": [
				"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}the target must make a successful {@dc 14} Strength saving throw or drop one item it's holding of the city watch captain's choice. The item lands up to 10 feet from the target, in a spot selected by the captain."
			]
		},
		{
			"name": "Orders to Attack (1/Day)",
			"entries": [
				"Each creature of the city watch captain's choice that is within 30 feet of it and can hear it makes one melee or ranged weapon attack as a reaction."
			]
		}
	],
	"page": 7,
	"tokenUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ToB/token/City%20Watch%20Captain.png",
	"fluff": {
		"images": [
			{
				"type": "image",
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ToB/City Watch Captain.webp"
				}
			}
		],
		"entries": [
			"This person could easily have been on the other side of the law, but he likes the way he looks in the city watch uniform—and the way city residents look at him when he walks down the street leading a patrol. With a long mustache and a jaunty cap, there's no denying that he cuts a rakishly handsome figure. While a trained investigator, the city watch captain is not afraid to draw his blade to end a threat to his city."
		]
	},
	"actionTags": [
		"Multiattack"
	],
	"languageTags": [
		"C"
	],
	"damageTags": [
		"P",
		"B",
		"Y",
		"I"
	],
	"miscTags": [
		"MW",
		"RW",
		"THW",
		"RNG",
		"RCH"
	],
	"conditionInflict": [
		"frightened",
		"grappled",
		"prone",
		"restrained"
	]
},


					{
	"name": "Ex-Bounty Hunter",
	"source": "Koresz Homebrew",
	"size": "M",
	"type": {
		"type": "humanoid",
		"tags": [
			"any race"
		]
	},
	"alignment": [
		"A"
	],
	"ac": [
		{
			"ac": 15,
			"from": [
				"{@item studded leather armor|phb}"
			]
		}
	],
	"hp": {
		"average": 33,
		"formula": "5d8 + 10"
	},
	"speed": {
		"walk": 30
	},
	"str": 10,
	"dex": 16,
	"con": 14,
	"int": 12,
	"wis": 14,
	"cha": 10,
	"save": {
		"dex": "+5",
		"int": "+3"
	},
	"skill": {
		"perception": "+4",
		"stealth": "+7",
		"survival": "+4"
	},
	"passive": 13,
	"languages": [
		"any two languages"
	],
	"cr": "2",
	"trait": [
		{
			"name": "Assassinate",
			"entries": [
				"During its first turn, the bounty hunter has advantage on attack rolls against any creature that hasn't taken a turn. Any hit the bounty hunter scores against a surprised creature is a critical hit."
			]
		},
		{
			"name": "Cunning Action",
			"entries": [
				"The bounty hunter can take the {@action Dash}, {@action Disengage}, or {@action Hide} action as a bonus action on each of its turns."
			]
		},
		{
			"name": "Nonlethal Strike",
			"entries": [
				"If a creature's hit points drop to 0 from the bounty hunter's attack, the bounty hunter can choose to knock the creature {@condition unconscious} at 0 hit points instead of leaving it dying."
			]
		},
		{
			"name": "Sneak Attack (1/Turn)",
			"entries": [
				"The bounty hunter deals an extra 7 ({@dice 2d6}) damage when it hits a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 feet of an ally of the bounty hunter that isn't {@condition incapacitated} and the bounty hunter doesn't have disadvantage on the attack roll."
			]
		}
	],
	"action": [
		{
			"name": "Rapier",
			"entries": [
				"{@atk mw} {@hit 5} to hit, reach 10 ft., one target. {@h}7 ({@damage 1d8 + 3}) piercing damage."
			]
		},
		{
			"name": "Light Crossbow",
			"entries": [
				"{@atk rw} {@hit 5} to hit, range 30/120 ft., one target. {@h}7 ({@damage 1d8 + 3}) piercing damage."
			]
		},
		{
			"name": "Hunting Bolas",
			"entries": [
				"{@atk rw} {@hit 5} to hit, range 20/60 ft., one creature. {@h}5 ({@damage 1d3 + 3}) bludgeoning damage and the target must succeed on a {@dc 13} Strength saving throw or be {@condition restrained} and knocked {@condition prone}. As an action, the {@condition restrained} creature can make a {@dc 13} Strength check, escaping on a success. The effect ends if the hunting bolas is destroyed. The hunting bolas has AC 10, 5 hit points, resistance to bludgeoning damage, and immunity to poison and psychic damage."
			]
		}
	],
	"traitTags": [
		"Sneak Attack"
	],
	"languageTags": [
		"X"
	],
	"damageTags": [
		"P",
		"B"
	],
	"miscTags": [
		"MW",
		"RCH",
		"RW",
		"RNG"
	],
	"tokenUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MonsterManualExpanded/token/bountyhunter.png",
	"fluff": {
		"images": [
			{
				"type": "image",
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MonsterManualExpanded/bountyhunter.webp"
				}
			}
		]
	},
	"page": 8,
	"conditionInflict": [
		"restrained"
	]
},


			{
	"name": "Crazed Lumberjack",
	"source": "Koresz Homebrew",
	"page": 9,
	"size": "S",
	"type": "humanoid",
	"alignment": [
		"C",
		"E"
	],
	"ac": [
		{
			"ac": 15,
			"from": [
				"{@item scale mail|phb}"
			]
		}
	],
	"hp": {
		"average": 44,
		"formula": "8d6 + 16"
	},
	"speed": {
		"walk": 30
	},
	"str": 16,
	"dex": 12,
	"con": 14,
	"int": 11,
	"wis": 5,
	"cha": 9,
	"skill": {
		"stealth": "+3"
	},
	"senses": [
		"darkvision 120 ft."
	],
	"passive": 7,
	"languages": [
		"Common"
	],
	"cr": "2",
	"trait": [
		{
			"name": "Magic Resistance",
			"entries": [
				"The derro has advantage on saving throws against spells and other magical effects."
			]
		},
		{
			"name": "Punish the Marked (1/Turn)",
			"entries": [
				"As a bonus action, the derro can make a melee weapon attack against a creature marked by it if the creature dealt damage to anyone other than the derro during the last turn. The derro's melee weapon attack has advantage on the attack roll, and if it hits, the attack's weapon deals an extra 3 ({@damage 1d6}) damage to the target."
			]
		},
		{
			"name": "Sunlight Sensitivity",
			"entries": [
				"While in sunlight, the derro has disadvantage on attack rolls, as well as on Wisdom ({@skill Perception}) checks that rely on sight."
			]
		}
	],
	"action": [
		{
			"name": "Multiattack",
			"entries": [
				"The derro makes two melee attacks."
			]
		},
		{
			"name": "Hooked Spear",
			"entries": [
				"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage. If the target is Medium or smaller, the derro can choose to deal no damage and knock it {@condition prone}. In either case, the target is marked until the end of the derro's next turn. This effect ends early if the derro is {@condition incapacitated} or it dies, or if someone else marks the target. While it is within 5 feet of the derro, a creature marked by the derro has disadvantage on any attack roll that doesn't target the derro."
			]
		},
		{
			"name": "Light Crossbow",
			"entries": [
				"{@atk rw} {@hit 3} to hit, range 80/320 ft., one target. {@h}5 ({@damage 1d8 + 1}) piercing damage."
			]
		}
	],
	"traitTags": [
		"Magic Resistance",
		"Sunlight Sensitivity"
	],
	"senseTags": [
		"SD"
	],
	"actionTags": [
		"Multiattack"
	],
	"languageTags": [
		"C"
	],
	"damageTags": [
		"P"
	],
	"miscTags": [
		"MW",
		"RW",
		"RNG"
	],
	"conditionInflict": [
		"prone"
	],
	"tokenUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MonsterManualExpanded2/token/derrohookguard.png",
	"fluff": {
		"images": [
			{
				"type": "image",
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MonsterManualExpanded2/derrothug.webp"
				}
			}
		]
	}
},


			{
	"name": "Chaos crawler",
	"source": "Koresz Homebrew",
	"size": "M",
	"type": "aberration",
	"alignment": [
		"U"
	],
	"ac": [
		{
			"ac": 14,
			"from": [
				"natural armor"
			]
		}
	],
	"hp": {
		"formula": "6d10 + 18",
		"average": 51
	},
	"speed": {
		"walk": 40
	},
	"str": 18,
	"dex": 13,
	"con": 17,
	"int": 2,
	"wis": 12,
	"cha": 5,
	"skill": {
		"perception": "+3"
	},
	"senses": [
		"blindsight 10 ft.",
		"darkvision 60 ft."
	],
	"passive": 13,
	"resist": [
		"acid"
	],
	"languages": [
		"Draconic"
	],
	"cr": "3",
	"trait": [
		{
			"name": "Charge",
			"entries": [
				"If the half-dragon moves at least 10 feet straight toward a target and then hits it with a gore attack on the same turn, the target takes an extra 7 ({@damage 2d6}) piercing damage. If the target is a Medium or smaller creature, it must succeed on a {@dc 14} Strength saving throw or be pushed up to 10 feet away and knocked {@condition prone}."
			]
		}
	],
	"action": [
		{
			"name": "Bite",
			"entries": [
				"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 4}) piercing Damage."
			]
		},
		{
			"name": "Gore",
			"entries": [
				"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 4}) piercing damage."
			]
		},
		{
			"name": "Acid Breath {@recharge 5}",
			"entries": [
				"The half-dragon exhales acid in a 15- foot line that is 5 feet wide. Each creature in that line must succeed on a {@dc 14} Dexterity saving throw, taking 22 ({@damage 5d8}) acid damage on a failed save, or half as much on a successful one."
			]
		}
	],
	"traitTags": [
		"Charge"
	],
	"senseTags": [
		"B",
		"D"
	],
	"languageTags": [
		"DR"
	],
	"damageTags": [
		"P",
		"A"
	],
	"miscTags": [
		"MW"
	],
	"tokenUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MonsterManualExpanded/token/halfblackdragonbagaceratops.png",
	"fluff": {
		"images": [
			{
				"type": "image",
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MonsterManualExpanded/halfblackdragonbagaceratops.webp"
				}
			}
		]
	},
	"actionTags": [
		"Breath Weapon"
	],
	"page": 10,
	"conditionInflict": [
		"prone"
	],
	"conditionImmune": [
		"frightened"
	]
}
	]
	
}